class CfgDebriefing
{
	class WIN
	{
		title = "Миссия выполнена";
		subtitle = "Восхитительный успех!";
		description = "Мы ликвидировали террористов в аэропорту и деревушке. Теперь специалисты могут заняться оказанием помощи заложникам и ликвидацией ущерба инфраструктуре. Королевство Марокко может гордиться своими специальными силами!";
	};
	class WIN1
	{
		title = "Миссия выполнена";
		subtitle = "Успех!";
		description = "Мы ликвидировали террористов в аэропорту, но захватчиками в деревушке придётся заняться другой группе. Наши действия спасли жизни многих марокканских подданных и иностранных граждан.";
	};
	class WIN2
	{
		title = "Миссия выполнена";
		subtitle = "Ограниченный успех!";
		description = "Наша группа прибыла в район операции, оценила риски, и не стала заниматься штурмом аэропорта, вместо этого ликвидировав боевиков в деревушке на севере. Текущими силами мы не смогли бы помочь захваченным пассажирам, и потому основной штурм будет отложен до прибытия подкрепления.";
	};
	class WIPED
	{
		title = "Миссия провалена";
		subtitle = "Все погибли";
		description = "Наша операция обернулась полным крахом. Недооценив террористов и повинуясь опрометчивому решению штаба мы начали штурм и потеряли всех бойцов спецназа раненными или убитыми. Теперь правительству остаётся лишь ждать требований террористов, а список заложников пополнился и некоторыми из наших имён...";
	};
	class FAIL
	{
		title = "Миссия провалена";
		subtitle = "Бесподобный провал!";
		description = "Хотя большая часть подразделений по умолчанию считает заложников мёртвыми, мы превзошли все самые худшие опасения. Мы устроили настоящую бойню, убивая всех и вся на своём пути, и голоса террористов и гражданских слились в унисон в мольбе о пощаде, которая была цинично проигнорирована. И наши граждане, и мировая общественность шокированы столь методичным истреблением безоружных людей, и король вынужден расформировать GIGR и отдать всех участников штурма под трибунал.";
	};
};